{
	"date": "02/15",
	"readings": {
		"introductory_prayer": "O God, come to our aid.\n\tO Lord, make haste to help us.\nGlory be to the Father and to the Son and to the Holy Spirit,\n\tas it was in the beginning, is now, and ever shall be, world without end.\nAmen. Alleluia.",
		"hymn": {
			"title": "Praise to the Lord, the Almighty, the King of creation", 
			"author": "Joachim Neander (1650-1680), 1680",
			"text": "Praise to the Lord, the Almighty, the King of creation!\nO my soul, praise him, for he is thy health and salvation!\nAll ye who hear,\nnow to his temple draw near;\npraise him in glad adoration.\n\nPraise to the Lord, who over all things so wondrously reigneth,\nshelters thee under his wings, yea, so gently sustaineth!\nHast thou not seen\nhow thy desires ever have been\ngranted in what he ordaineth?\nPraise to the Lord, who doth prosper thy work and defend thee;\nsurely his goodness and mercy here daily attend thee.\nPonder anew\nwhat the Almighty can do,\nif with his love he befriend thee.\n\nPraise to the Lord, who, when tempests their warfare are waging,\nwho, when the elements madly around thee are raging,\nbiddeth them cease,\nturneth their fury to peace,\nWhirlwinds and waters assuaging.\n\nPraise to the Lord, who, when darkness of sin is abounding,\nwho, when the godless do triumph, all virtue confounding,\nsheddeth his light,\nchaseth the horrors of night,\nsaints with his mercy surrounding.\n\nPraise to the Lord, O let all that is in me adore him!\nAll that hath life and breath, come now with praises before him.\nLet the amen\nsound from his people again,\ngladly for all we adore him."
		},
		"psalms": [38, 52],
		"first_reading": {
			"reference": "Proverbs 9:1-18",
			"text": ""
		},
		"first_responsory": [
			{
				"statement": "A man once gave a great banquet, and he sent his servants to tell his guests.",
				"response": "Come, for all is now ready."
			},
			{
				"statement": "Come, eat my bread and drink the wine I have mixed.",
				"response": "Come, for all is now ready."
			}
		],
		"second_reading": {
			"reference": "Charles Spurgeon, from \"Trust in God—True Wisdom\", a sermon (No. 392) delivered on Sunday Morning, May 12th, 1861, at the Metropolitan Tabernacle, Newington",
			"text": "Wisdom is man’s true path—that which enables him to accomplish best the end of his being, and which therefore gives to him the richest enjoyment and the fullest play for all his powers. Wisdom is the compass by which man is to steer across the trackless waste of life. Without wisdom man is as the wild asses’ colt; he runs hither and thither, wasting strength which might be profitably employed. Without wisdom, man may be compared to a soil untilled, which may yield some fair flowers but can never field a harvest which shall repay the labor of the reaper, or even the toil of the gleaner. Give man wisdom, wisdom in the true sense of the term, and he rises to all the dignity that manhood can possibly know; he becomes a fit companion for the angels, and between him and God there is no creature; he standeth next to the Eternal One because Christ has espoused his nature, and so has linked humanity with divinity. But where shall this wisdom be found? Many have dreamed that they discovered it, but they have not possessed it. Where shall we find it? ‘Twere worth while to pierce the bowels of the earth, to scale the heights of heaven, to traverse the deserts, to plough the sea, to fly through the illimitable fields of ether—all were too little if we might but find this precious thing at last. But “the depth saith, It is not in me: and the sea saith, It is not with me. It cannot be gotten for gold, neither shall silver be weighted for the price thereof. It cannot be valued with the gold of Ophir, with the precious onyx, or the sapphire. The gold and the crystal cannot equal it: and the exchange of it shall not be for jewels of fine gold. No mention shall be made of coral or of pearls: for the price of wisdom is above rubies. The topaz of Ethiopia shall not equal it, neither shall it be valued with pure gold. Whence then cometh wisdom? and where is the place of understanding? seeing it is hid from the eyes of all living, and kept close from the fowls of the air. Destruction and death say, We have heard the fame thereof with our ears. God understandeth the way thereof, and he knoweth the place thereof.\nLet us listen then to the voice of the Lord, for he hath declared the secret; he hath revealed to the sons of men wherein true wisdom lieth, and we have it in the text, “whoso trusteth in the Lord, happy is he;” and that sentence is put in conjunction with another which teaches us this truth, that to handle a matter wisely is to find good, and the true way to handle a matter wisely is to trust God. This is the short and brief method of escaping the greatest difficulties: this is the clue to the most intricate labyrinths; this is the lever which shall lift the most tremendous weights. He that trusts in the Lord has found out the way to handle matters wisely, and happy is he."
		},
		"second_responsory": [
			{
				"statement": "Wisdom has built herself a house, she has erected her seven pillars;",
				"response": "Wisdom has prepared her wine and laid her table."
			},
			{
				"statement": "He who eats my flesh and drinks my blood lives in me and I live in him, says the Lord.",
				"responsory": "Wisdom has prepared her wine and laid her table."
			}
		],
		"closing_prayer": "To those who love you, Lord,\n\tyou promise to come with your Son\n\tand make your home within them.\nCome, then, with your purifying grace\n\tand make our hearts a place where you can dwell.\nThrough our Lord Jesus Christ, your Son,\n\twho lives and reigns with you and the Holy Spirit,\n\tone God, for ever and ever."
	},
	"morning": {
		"introductory_prayer": "O God, come to our aid.\n\tO Lord, make haste to help us.\nGlory be to the Father and to the Son and to the Holy Spirit,\n\tas it was in the beginning, is now, and ever shall be, world without end.\nAmen. Alleluia.",
		"hymn": {
			"title": "The Love of Christ is Rich and Free",
			"author": "Sandra McCracken",
			"text": "The love of Christ is rich and free;\nFixed on His own eternally;\nNor earth, nor hell, can it remove;\nLong as He lives, His own He’ll love.\n\nHis loving heart engaged to be\nTheir everlasting Surety;\n’Twas love that took their cause in hand,\nAnd love maintains it to the end.\n\nLove cannot from its post withdraw;\nNor death, nor hell, nor sin, nor law,\nCan turn the Surety’s heart away;\nHe’ll love His own to endless day.\n\nLove has redeemed His sheep with blood;\nAnd love will bring them safe to God;\nLove calls them all from death to life;\nAnd love will finish all their strife.\n\nHe loves through every changing scene,\nNor aught from Him can Zion wean;\nNot all the wanderings of her heart\nCan make His love for her depart.\nAt death, beyond the grave, He’ll love;\nIn endless bliss, His own shall prove\nThe blazing glory of that love\nWhich never could from them remove."	
		},
		"psalms": [77, 97],
		"first_canticle": {
			"reference": "1 Samuel 2:1-10",
			"text":
		},
		"short_reading": {
			"reference": "Romans 8:35-37",
			"text": ""
		},
		"short_responsory": [
			{
				"statement": "I will praise the Lord at all times.",
				"response": "I will praise the Lord at all times."
			},
			{
				"statement": "His praise will be always on my lips.",
				"response": "I will praise the Lord at all times."
			},
			{
				"statement": "Glory be to the Father and to the Son and to the Holy Spirit.",
				"response": "I will praise the Lord at all times."
			}

		],
		"second_canticle": {
			"reference": "Deric Thomas, from \"The Gospel: Who We Are,\" from the sermon series \"Lifeblood: The One Thing You Can't Live Without,\" March 30, 2008 – May 4, 2008",
			"text": "We need to be freed from the bondage of our sin. We need to be redeemed by the blood of Christ. If you are in Christ, you have been. Because, the price, the atonement was paid. Jesus lived the perfect life that you couldn’t. He died the perfect death that you could not. He didn’t deserve it, but He died as a substitute...substitutionary atonement in your place. He was the Lamb of God that all the other lambs would cry and point to. Jesus, the Lamb of God who had come to take away the sins of His people. That is redemption, and now, as a result of that, you have been set free, Christian. Your identity is “free one.” Your identity is “free one.” We were redeemed in Christ. We have been redeemed by the blood of Christ. We are free from bondage. Our identity is free man, free woman. You are not longer in Egypt. You are no longer in sin, and you are free in Christ."
		},
		"prayer": [
			"Nothing can separate us from the love of Christ, for he promised to be with his Church until the end of time. With confidence in his promise we pray:\nStay with us, Lord Jesus.\nIn all things we are victorious through your love;\ntake us into your care today.\nStay with us, Lord Jesus.\nLet the love of your Holy Spirit be in our hearts:\nso that we may consecrate this day to you.\nStay with us, Lord Jesus.\nMay I be faithful to your call: may they be salt to the earth and light to the world.\nStay with us, Lord Jesus.\nWe pray for our brothers and sisters, both in ministry and in industry: may they work in harmony to further your gospel to the ends of the world.\nStay with us, Lord Jesus.",
			"Our Father, who art in heaven,\nhallowed be thy name.\nThy kingdom come.\nThy will be done on earth, as it is in heaven.\nGive us this day our daily bread,\nand forgive us our trespasses,\nas we forgive those who trespass against us,\nand lead us not into temptation,\nbut deliver us from evil."
		]
	},
	"daytime": {},
	"evening": {}
}
